Revit 2027 API
EditorInteraction Constructor
Overload List
Name | Description
EditorInteraction() |  Construct a default interaction.
EditorInteraction(EditorInteractionType) |  Construct the interaction with the specified type.
Top
See Also
Reference
EditorInteraction Class
Autodesk.Revit.UI Namespace